docs/posts/2026-06-17-bonhoeffer-stupidity.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- Jun 17, 2026 05:31 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Bonhoeffer on Stupidity</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/posts/rss.xml">Feed</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<h1 class="title">Bonhoeffer on Stupidity
<br />
<span class="subtitle">Jun 17, 2026 05:26</span>
</h1>
<p>
While preparing a sermon on Dietrich Bonhoeffer for last Sunday, I was struck by how much his 1942 essay, &ldquo;Ten Years Later&rdquo; sounds like it was written for 2026, especially the section &ldquo;On Stupidity.&rdquo; Here are some excerpts:
</p>

<blockquote>
<p>
Stupidity is a more dangerous enemy of the good than malice. One may protest against evil; it can be exposed and, if need be, prevented by use of force. Evil always carries within itself the germ of its own subversion in that it leaves behind in human beings at least a sense of unease&hellip;.
</p>

<p>
Against stupidity we are defenseless&hellip;.
</p>

<p>
Neither protests nor the use of force accomplish anything here; reasons fall on deaf ears; facts that contradict one’s prejudgment simply need not be believed — in such moments the stupid person even becomes critical — and when facts are irrefutable, they are just pushed aside as inconsequential, as incidental. In all this the stupid person, in contrast to the malicious one, is utterly self-satisfied and, being easily irritated, becomes dangerous by going on the attack&hellip;.
</p>

<p>
It is a particular form of the impact of historical circumstances on human beings, a psychological concomitant of certain external conditions. Upon closer observation, it becomes apparent that every strong upsurge of power in the public sphere, be it of a political or of a religious nature, infects a large part of humankind with stupidity&hellip;.
</p>

<p>
It would even seem that this is virtually a sociological-psychological law. The power of the one needs the stupidity of the other&hellip;.
</p>

<p>
The fact that the stupid person is often stubborn must not blind us to the fact that he is not independent. In conversation with him, one virtually feels that one is dealing not at all with a person, but with slogans, catchwords and the like that have taken possession of him. He is under a spell, blinded, misused, and abused in his very being. Having thus become a mindless tool, the stupid person will also be capable of any evil and at the same time incapable of seeing that it is evil. This is where the danger of diabolical misuse lurks, for it is this that can once and for all destroy human beings&hellip;.
</p>
</blockquote>



<div class="tagline" id="org3cd9345">
<p>
Tagged:  <a href="../tags/religion.html">Religion</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2026 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Jun 17, 2026 05:31.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 31.0.90 (<a href="https://orgmode.org">Org</a> mode 9.8.5).
</div>
</footer>
</body>
</html>
